export const sectionGlyfs = [
  {
    key: 'delivery',
    title: 'ДОСТАВКА',
    description: [
      'Мы осуществляем доставку своими силами в городах нахождения наших офисов.',
      'В регионы России доставка рассчитыватся по тарифам транспортной компании.'
    ]
  },
  {
    key: 'advantage',
    title: 'ПРЕИМУЩЕСТВА',
    description: [
      'Собственное производство\nодноразовых масок, антисептиков, одноразовых тапочек, постельного белья и мини-косметики.',
      'Гарантия низких цен.',
      'Высокое качество продукции.'
    ]
  },
  {
    key: 'about',
    title: 'О НАС',
    description: [
      'Компания занимается производством и оптовой реализацией продукции для:',
      'Отелей, гостиниц и баз отдыха.',
      'Салонов красоты, парикмахерских.',
      'Spa- и фитнес центров.'
    ]
  }
];
