export const deliveryInfo = [
  'Дорогие друзья!',
  'Здесь вы можете рассчитать стоимость доставки вашего заказа, указав количество коробок и нужный товар в конвертере.',
  'Убедитесь, что вы выбрали свой город, чтобы увидеть актуальную информацию!'
];
export const deliveryDetails = {
  title: 'Дополнительная информация',
  mainInfo:
    'Подъём до квартиры/офиса/стойки рецепции за 1-4 коробки тапочек или косметики - 150 руб.\nДоставка без подъема подразумевает, что клиент самостоятельно забирает свой заказ от машины курьера в течении 10 минут. (простой курьера от 15 минут + 100 руб.)\n\nСтоимость доставки в зону платной парковки:\n\nтри и более подъема груза увеличивает стоимость доставки на 100 рублей.\n\nесли подъем груза занимает более 10 минут, стоимость доставки увеличивается на 100 руб.\n\nв случае доставки без подъема, при задержке курьера более 10 минут, стоимость доставки увеличивается на 100 руб.',
  otherInfo:
    'Стоимость доставки в г. Колпино, г. Пушкин, г. Сестрорецк, п. Лисий Нос, г. Кронштадт, п. Янино, г. Павловск, г. Отрадное, п. Стрельна, г. Петергоф и т.д. уточняйте у менеджеров.'
};
