export const locations = [
  {
    city: 'Санкт-Петербург',
    phoneNumbers: ['8(800)333-64-88', '8(812)715-75-73'],
    description: 'Звонок бесплатный по России',
  },
  {
    city: 'Москва',
    phoneNumbers: ['8(925)488-61-29', '8(925)222-44-07'],
    description: 'Есть вопрос? Позвоните нам!',
  },
  {
    city: 'Ростов-на-Дону',
    phoneNumbers: ['8(863)322-00-93', '8(928)119-40-05'],
    description: 'Есть вопрос? Позвоните нам!',
  },
  {
    city: 'Сочи',
    phoneNumbers: ['8(918)902-16-54', '8(861)205-25-81'],
    description: 'Есть вопрос? Позвоните нам!',
  },
  {
    city: 'Екатеринбург',
    phoneNumbers: ['8(922)206-78-88'],
    description: 'Есть вопрос? Позвоните нам!',
  },
  {
    city: 'Краснодар',
    phoneNumbers: ['8(861)205-18-71', '8(918)632-80-54'],
    description: 'Есть вопрос? Позвоните нам!',
  },
  {
    city: 'Тюмень',
    phoneNumbers: ['8(980)044-62-10'],
    description: 'Есть вопрос? Позвоните нам!',
  },
  {
    city: 'Другой',
    phoneNumbers: ['8(800)333-64-88'],
    description: 'Звонок бесплатный по России',
  },
];

export const catigories: string[] = [
  'Тапочки',
  'Косметика',
  'Текстиль',
  'Косметология',
  'Бытовые',
  'Санитария',
];

export const sectionGlyfs = [
  {
    key: 'delivery',
    title: 'ДОСТАВКА',
    description: [
      'Мы осуществляем доставку своими силами в городах нахождения наших офисов.',
      'В регионы России доставка рассчитыватся по тарифам транспортной компании.',
      'подробнее',
    ],
  },
  {
    key: 'advantage',
    title: 'ПРЕИМУЩЕСТВА',
    description: [
      'Собственное производство\nодноразовых масок, антисептиков, одноразовых тапочек, постельного белья и мини-косметики.',
      'Гарантия низких цен.',
      'Высокое качество продукции.',
      'подробнее',
    ],
  },
  {
    key: 'about',
    title: 'О НАС',
    description: [
      'Компания занимается производством и оптовой реализацией продукции для:',
      'Отелей, гостиниц и баз отдыха.',
      'Салонов красоты, парикмахерских.',
      'Spa- и фитнес центров.',
      'подробнее',
    ],
  },
];

export const advantageGlyfs = [
  {
    description: [
      'Компания "ОМИ-КО" зарекомендовала себя как надежный партнер, которого знают и которому доверяют!',
    ],
  },
  {
    description: [
      'на рынке с 2007 года',
      '7 офисов в России',
      'собственное производство',
      'всегда низкие цены',
    ],
  },
  {
    description: [
      'Приглашаем Вас к долгосрочному и взаимовыгодному сотрудничеству!',
    ],
  },
];

export const footer = {
  description:
    '©omi-ko 2007-2023 Одноразовая продукция и текстильные товары для гостиниц и салонов оптом. Все права защищены. Информация на сайте не является публичной офертой.',
};

export const products = [
  {
    url: 'https://omi-ko.ru/images/stories/virtuemart/product/resized/t_max_optima_plus2_33_400x400.jpg',
    price: '45,80₽',
    title: 'Тапочки махровые оптима плюс',
  },
  {
    url: 'https://omi-ko.ru/images/stories/virtuemart/product/resized/namatras_bez_bort_1_400x400.jpg',
    price: '794,00₽',
    title: 'Наматрасник на резинке 80x200',
  },
  {
    url: 'https://omi-ko.ru/images/stories/virtuemart/product/resized/vinim_s_5_400x400.jpg',
    price: '250,00₽',
    title: 'Перчатки виниловые 50 пар X M L XL',
  },
  {
    url: 'https://omi-ko.ru/images/stories/virtuemart/product/resized/maska_chern_1_400x400.jpg',
    price: '3,50₽',
    title:
      'Маска одноразовая(ЧЕРНАЯ), СМС, ультразвук, фиксатор, (оптом от 300 штук). РУ в наличии.',
  },
  {
    url: 'https://omi-ko.ru/images/stories/virtuemart/product/resized/supermax_2_400x400.jpg',
    price: '365,00₽',
    title: 'Перчатки нитриловые, медицинские, СУПЕРМАКС, 50 пар, размер S',
  },
  {
    url: 'https://omi-ko.ru/images/stories/virtuemart/product/resized/3_t_viet_15_n1_400x400.jpg',
    price: '9,50₽',
    title: 'Тапочки Вьетнамки 3мм',
  },
  {
    url: 'https://omi-ko.ru/images/stories/virtuemart/product/resized/img_2273_clipped_rev_3_400x400.png',
    price: '1000,00₽',
    title: 'Антисептик спиртовой ( для кожи рук), 5 литров, аромат АЛОЭ.',
  },
  {
    url: 'https://omi-ko.ru/images/stories/virtuemart/product/resized/v1_test5_2_33_400x400.jpg',
    price: '29,40₽',
    title: 'Тапочки Водолей прозрачный мыс',
  },
];

export const deliveryInfo = [
  'Дорогие друзья!',
  'Здесь вы можете рассчитать стоимость доставки вашего заказа, указав количество коробок и нужный товар в конвертере.',
  'Убедитесь, что вы выбрали свой город, чтобы увидеть актуальную информацию!',
];
export const deliveryDetails = {
  title: 'Дополнительная информация',
  mainInfo:
    'Подъём до квартиры/офиса/стойки рецепции за 1-4 коробки тапочек или косметики - 150 руб.\nДоставка без подъема подразумевает, что клиент самостоятельно забирает свой заказ от машины курьера в течении 10 минут. (простой курьера от 15 минут + 100 руб.)\n\nСтоимость доставки в зону платной парковки:\n\nтри и более подъема груза увеличивает стоимость доставки на 100 рублей.\n\nесли подъем груза занимает более 10 минут, стоимость доставки увеличивается на 100 руб.\n\nв случае доставки без подъема, при задержке курьера более 10 минут, стоимость доставки увеличивается на 100 руб.',
  otherInfo:
    'Стоимость доставки в г. Колпино, г. Пушкин, г. Сестрорецк, п. Лисий Нос, г. Кронштадт, п. Янино, г. Павловск, г. Отрадное, п. Стрельна, г. Петергоф и т.д. уточняйте у менеджеров.',
};

export const aboutInfo = {
  contact:
    'Офис: г. Санкт-Петербург, Октябрьская набережная, 10 к1 ст1\n\n8(800) 333-64-88 - звонок бесплатный\n\n8(812) 715-75-73\n\nРежим работы : пн-пт с 10-18, обед с 13.00 до 13.30\n\ne-mail: sales@omi-ko.ru',
  manufacture:
    'наше производство располагается по адресу Ленинградская обл., г. Всеволожск, Всеволожский пр., д.12, 3-й этаж',
};
