export const locations = [
  {
    city: 'Санкт-Петербург',
    phoneNumbers: ['8(800)333-64-88', '8(812)715-75-73'],
  },
  { city: 'Москва', phoneNumbers: ['8(925)488-61-29', '8(925)222-44-07'] },
  {
    city: 'Ростов-на-Дону',
    phoneNumbers: ['8(863)322-00-93', '8(928)119-40-05'],
  },
  { city: 'Сочи', phoneNumbers: ['8(918)902-16-54', '8(861)205-25-81'] },
  { city: 'Екатеринбург', phoneNumbers: ['8(922)206-78-88'] },
  { city: 'Краснодар', phoneNumbers: ['8(861)205-18-71', '8(918)632-80-54'] },
  { city: 'Тюмень', phoneNumbers: ['8(980)044-62-10'] },
  { city: 'Другой', phoneNumbers: ['8(800)333-64-88'] },
];

export const catigories: string[] = [
  'Тапочки',
  'Косметика',
  'Текстиль',
  'Косметология',
  'Бытовые',
  'Санитария',
];

export const glyfs = [
  {
    title: 'ПРЕИМУЩЕСТВА',
    description:
      'Собственное производство\nодноразовых масок, антисептиков, одноразовых тапочек, постельного белья и мини-косметики.\nГарантия низких цен.\nВысокое качество продукции.',
  },
  {
    title: 'ДОСТАВКА',
    description:
      'Мы осуществляем доставку своими силами в городах нахождения наших офисов.\nВ регионы России доставка рассчитыватся по тарифам транспортной компании.',
  },
  {
    title: 'О НАС',
    description:
      'Компания занимается производством и оптовой реализацией продукции для:\nОтелей, гостиниц и баз отдыха.\nСалонов красоты, парикмахерских.\nSpa- и фитнес центров.',
  },
];

export const footer = {
  description:
    '©omi-ko 2007-2023 Одноразовая продукция и текстильные товары для гостиниц и салонов оптом. Все права защищены. Информация на сайте не является публичной офертой.',
};
