export const locations = [
  {
    city: 'Санкт-Петербург',
    phoneNumbers: ['8(800)333-64-88', '8(812)715-75-73'],
  },
  { city: 'Москва', phoneNumbers: ['8(925)488-61-29', '8(925)222-44-07'] },
  {
    city: 'Ростов-на-Дону',
    phoneNumbers: ['8(863)322-00-93', '8(928)119-40-05'],
  },
  { city: 'Сочи', phoneNumbers: ['8(918)902-16-54', '8(861)205-25-81'] },
  { city: 'Екатеринбург', phoneNumbers: ['8(922)206-78-88'] },
  { city: 'Краснодар', phoneNumbers: ['8(861)205-18-71', '8(918)632-80-54'] },
  { city: 'Тюмень', phoneNumbers: ['8(980)044-62-10'] },
  { city: 'Другой', phoneNumbers: ['8(800)333-64-88'] },
];

export const catigories: string[] = [
  'Тапочки',
  'Косметика',
  'Текстиль',
  'Косметология',
  'Бытовые',
  'Санитария',
];
